Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Free or Paid was detected from the App Store listing — change it if this app is actually free with in-app purchases or requires a subscription.
ar: تم اكتشاف "مجاني أو مدفوع" من قائمة App Store — غيّره إذا كان هذا التطبيق مجانيًا فعليًا مع عمليات شراء داخل التطبيق أو يتطلب اشتراكًا.
de: „Kostenlos“ oder „Kostenpflichtig“ wurde aus dem App-Store-Eintrag ermittelt – ändere dies, wenn diese App tatsächlich kostenlos mit In-App-Käufen ist oder ein Abonnement erfordert.
el: Το Δωρεάν ή Επί Πληρωμή εντοπίστηκε από την καταχώριση του App Store — αλλάξτε το αν αυτή η εφαρμογή είναι στην πραγματικότητα δωρεάν με εντός εφαρμογής αγορές ή απαιτεί συνδρομή.
es: Gratis o de pago se detectó a partir de la ficha de la App Store; cámbialo si esta app en realidad es gratuita con compras dentro de la app o requiere una suscripción.
fa: رایگان یا پولی از فهرست App Store تشخیص داده شده است — اگر این برنامه در واقع رایگان با خرید درون‌برنامه‌ای است یا نیاز به اشتراک دارد، آن را تغییر دهید.
fr: Gratuit ou payant a été détecté à partir de la fiche App Store — modifiez-le si cette appli est en réalité gratuite avec des achats intégrés ou nécessite un abonnement.
he: חינמי או בתשלום זוהה מרישום App Store — שנה זאת אם האפליקציה למעשה חינמית עם רכישות בתוך האפליקציה או דורשת מנוי.
hi: मुफ़्त या भुगतान App Store लिस्टिंग से पता चला था — इसे बदलें यदि यह ऐप वास्तव में इन-ऐप खरीदारी के साथ मुफ़्त है या सदस्यता की आवश्यकता है।
id: Gratis atau Berbayar terdeteksi dari listingan App Store — ubah jika aplikasi ini sebenarnya gratis dengan pembelian dalam aplikasi atau memerlukan langganan.
it: Gratuita o a pagamento è stato rilevato dalla scheda dell'App Store: modificalo se questa app è in realtà gratuita con acquisti in-app o richiede un abbonamento.
ja: 「無料」または「有料」は App Store の掲載情報から検出されました。このアプリが実際にはアプリ内課金付きの無料アプリであったり、サブスクリプションが必要な場合は変更してください。
ko: 무료 또는 유료는 App Store 목록에서 감지되었습니다. 이 앱이 실제로 앱 내 구매가 포함된 무료 앱이거나 구독이 필요한 경우 변경하세요.
nl: Gratis of Betaald is gedetecteerd op basis van de App Store-vermelding — wijzig dit als deze app eigenlijk gratis is met in-app-aankopen of een abonnement vereist.
pl: Bezpłatna lub Płatna wykryto na podstawie wpisu w App Store — zmień to, jeśli ta aplikacja jest w rzeczywistości bezpłatna z zakupami w aplikacji lub wymaga subskrypcji.
pt: Gratuito ou pago foi detectado a partir da ficha da App Store — altere se este app for na verdade gratuito com compras no aplicativo ou exigir uma assinatura.
ru: Тип «Бесплатно» или «Платно» определён на основе карточки App Store — измените это, если приложение на самом деле бесплатное со встроенными покупками или требует подписки.
sv: Gratis eller Betald upptäcktes från App Store-listningen — ändra det om denna app faktiskt är gratis med köp i appen eller kräver en prenumeration.
th: ตรวจพบฟรีหรือเสียเงินจากรายการใน App Store — เปลี่ยนหากแอปนี้จริงๆ แล้วฟรีพร้อมการซื้อในแอปหรือต้องสมัครสมาชิก
tr: Ücretsiz veya Ücretli, App Store listesinden algılandı — bu uygulama gerçekte uygulama içi satın alımlarla ücretsizse veya abonelik gerektiriyorsa değiştirin.
uk: Безкоштовний чи Платний визначено з картки App Store — змініть це, якщо цей застосунок насправді безкоштовний із покупками в застосунку або потребує підписки.
vi: Miễn phí hoặc Trả phí được phát hiện từ trang niêm yết App Store — hãy thay đổi nếu ứng dụng này thực sự miễn phí kèm mua trong ứng dụng hoặc yêu cầu đăng ký.
zh_hans: “免费或付费”是根据 App Store 页面检测得出——如果此应用实际上是含应用内购买的免费应用，或需要订阅，请更改此项。

source: From
ar: من
de: Von
el: Από
es: De
fa: از
fr: De
he: מאת
hi: से
id: Dari
it: Da
ja: 送信元
ko: 보낸 사람
nl: Van
pl: Od
pt: De
ru: От
sv: Från
th: จาก
tr: Kimden
uk: Від
vi: Từ
zh_hans: 来自

source: From the Mouse
ar: من الفأر
de: Von der Maus
el: Από το Ποντίκι
es: Desde el Ratón
fa: از موس
fr: De la part de la Souris
he: מהעכבר
hi: माउस की ओर से
id: Dari Mouse
it: Dal Mouse
ja: マウスより
ko: 마우스로부터
nl: Van de Muis
pl: Od Myszki
pt: Do Mouse
ru: От Мышонка
sv: Från Musen
th: จาก Mouse
tr: Fareden
uk: Від Мишеняти
vi: Từ Mouse
zh_hans: 来自 Mouse

source: Full Name or Username
ar: الاسم الكامل أو اسم المستخدم
de: Vollständiger Name oder Benutzername
el: Πλήρες Όνομα ή Όνομα Χρήστη
es: Nombre completo o nombre de usuario
fa: نام کامل یا نام کاربری
fr: Nom complet ou nom d'utilisateur
he: שם מלא או שם משתמש
hi: पूरा नाम या उपयोगकर्ता नाम
id: Nama Lengkap atau Nama Pengguna
it: Nome completo o nome utente
ja: 氏名またはユーザー名
ko: 이름 또는 사용자 이름
nl: Volledige naam of gebruikersnaam
pl: Imię i nazwisko lub nazwa użytkownika
pt: Nome completo ou nome de usuário
ru: Полное имя или имя пользователя
sv: Fullständigt namn eller användarnamn
th: ชื่อเต็มหรือชื่อผู้ใช้
tr: Ad Soyad veya Kullanıcı Adı
uk: Повне ім'я або ім'я користувача
vi: Họ tên hoặc Tên người dùng
zh_hans: 全名或用户名

source: General
ar: عام
de: Allgemein
el: Γενικά
fa: عمومی
fr: Général
he: כללי
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 通用

source: General AppleVis behavior — how Home greets you, what pops up along the way, and how links open. Nothing here is accessibility-specific; iOS's own accessibility settings live in Settings > Accessibility, and AppleVis-only accessibility controls like VoiceOver Detail Level live there too.
ar: سلوك AppleVis العام — كيف تُرحّب بك الشاشة الرئيسية، وما الذي يظهر في الطريق، وكيف تُفتح الروابط. لا شيء هنا خاص بإمكانية الوصول؛ إعدادات إمكانية الوصول الخاصة بنظام iOS موجودة في الإعدادات > إمكانية الوصول، وعناصر التحكم في إمكانية الوصول الخاصة بـ AppleVis فقط مثل مستوى تفاصيل VoiceOver موجودة هناك أيضًا.
de: Allgemeines Verhalten von AppleVis – wie die Startseite dich begrüßt, was unterwegs auftaucht und wie Links geöffnet werden. Nichts davon ist barrierefreiheitsspezifisch; iOS' eigene Bedienungshilfen-Einstellungen findest du unter Einstellungen > Bedienungshilfen, und AppleVis-eigene Barrierefreiheitseinstellungen wie die VoiceOver-Detailstufe befinden sich ebenfalls dort.
el: Γενική συμπεριφορά του AppleVis — πώς σας χαιρετά η Αρχική, τι εμφανίζεται στην πορεία και πώς ανοίγουν οι σύνδεσμοι. Τίποτα εδώ δεν αφορά ειδικά την προσβασιμότητα· οι δικές του ρυθμίσεις προσβασιμότητας του iOS βρίσκονται στις Ρυθμίσεις > Προσβασιμότητα, και τα στοιχεία ελέγχου προσβασιμότητας αποκλειστικά του AppleVis όπως το Επίπεδο Λεπτομέρειας VoiceOver βρίσκονται επίσης εκεί.
es: Comportamiento general de AppleVis: cómo te saluda Inicio, qué aparece en el camino y cómo se abren los enlaces. Nada aquí es específico de accesibilidad; los propios ajustes de accesibilidad de iOS están en Configuración > Accesibilidad, y los controles de accesibilidad exclusivos de AppleVis, como el Nivel de detalle de VoiceOver, también están ahí.
fa: رفتار عمومی AppleVis — نحوهٔ خوشامدگویی صفحهٔ اصلی، آنچه در مسیر ظاهر می‌شود و نحوهٔ باز شدن پیوندها. هیچ‌کدام از این‌ها مربوط به دسترس‌پذیری نیست؛ تنظیمات دسترس‌پذیری خود iOS در تنظیمات > دسترس‌پذیری قرار دارند و کنترل‌های دسترس‌پذیری مخصوص AppleVis مانند سطح جزئیات VoiceOver نیز آنجا هستند.
fr: Comportement général d'AppleVis — comment Accueil vous salue, ce qui apparaît en cours de route et comment les liens s'ouvrent. Rien ici n'est spécifique à l'accessibilité ; les réglages d'accessibilité propres à iOS se trouvent dans Réglages > Accessibilité, et les contrôles d'accessibilité propres à AppleVis comme le Niveau de détail VoiceOver s'y trouvent aussi.
he: התנהגות כללית של AppleVis — כיצד הבית מברך אותך, מה קופץ בדרך, וכיצד קישורים נפתחים. שום דבר כאן אינו ספציפי לנגישות; הגדרות הנגישות של iOS עצמו נמצאות בהגדרות > נגישות, ופקדי הנגישות הייחודיים ל-AppleVis כמו רמת פירוט VoiceOver נמצאים גם שם.
hi: AppleVis का सामान्य व्यवहार — होम आपका स्वागत कैसे करता है, रास्ते में क्या दिखाई देता है, और लिंक कैसे खुलते हैं। यहां कुछ भी सुलभता-विशिष्ट नहीं है; iOS की अपनी सुलभता सेटिंग्स सेटिंग्स > सुलभता में हैं, और VoiceOver विवरण स्तर जैसे AppleVis-केवल सुलभता नियंत्रण भी वहीं हैं।
id: Perilaku umum AppleVis — bagaimana Beranda menyapa Anda, apa yang muncul di sepanjang jalan, dan bagaimana tautan terbuka. Tidak ada yang khusus aksesibilitas di sini; pengaturan aksesibilitas iOS sendiri berada di Pengaturan > Aksesibilitas, dan kontrol aksesibilitas khusus AppleVis seperti Tingkat Detail VoiceOver juga ada di sana.
it: Comportamento generale di AppleVis: come ti saluta Home, cosa appare lungo il percorso e come si aprono i link. Niente qui è specifico per l'accessibilità; le impostazioni di accessibilità di iOS si trovano in Impostazioni > Accessibilità, e anche i controlli di accessibilità esclusivi di AppleVis, come il Livello di dettaglio VoiceOver, si trovano lì.
ja: AppleVis の全般的な動作です — 「ホーム」がどのように挨拶するか、途中で何が表示されるか、リンクがどのように開くかなど。ここにはアクセシビリティ固有の項目はありません。iOS 自体のアクセシビリティ設定は「設定」>「アクセシビリティ」にあり、VoiceOver 詳細レベルなど AppleVis 独自のアクセシビリティ設定もそこにあります。
ko: AppleVis의 일반 동작 — 홈이 인사하는 방식, 도중에 나타나는 항목, 링크가 열리는 방식 등입니다. 여기 있는 항목은 접근성과는 관련이 없습니다. iOS 자체 접근성 설정은 설정 > 손쉬운 사용에 있으며, VoiceOver 세부 정보 수준 같은 AppleVis 전용 접근성 설정도 그곳에 있습니다.
nl: Algemeen gedrag van AppleVis — hoe Start je begroet, wat er onderweg opduikt en hoe links worden geopend. Niets hier is toegankelijkheidsspecifiek; iOS's eigen toegankelijkheidsinstellingen bevinden zich in Instellingen > Toegankelijkheid, en AppleVis-specifieke toegankelijkheidsopties zoals VoiceOver-detailniveau staan daar ook.
pl: Ogólne zachowanie AppleVis — jak Strona główna Cię wita, co pojawia się po drodze i jak otwierają się linki. Nic tu nie jest specyficzne dla dostępności; własne ustawienia dostępności iOS znajdują się w Ustawienia > Ułatwienia dostępu, a ustawienia dostępności właściwe tylko dla AppleVis, jak Poziom szczegółowości VoiceOver, również tam się znajdują.
pt: Comportamento geral da AppleVis — como o Início te cumprimenta, o que aparece pelo caminho e como os links abrem. Nada aqui é específico de acessibilidade; as próprias configurações de acessibilidade do iOS estão em Ajustes > Acessibilidade, e os controles de acessibilidade exclusivos da AppleVis, como o Nível de Detalhe do VoiceOver, também estão lá.
ru: Общее поведение AppleVis — как приветствует «Главная», что появляется по пути и как открываются ссылки. Ничего из этого не относится к специальным возможностям; собственные настройки специальных возможностей iOS находятся в разделе «Настройки» > «Специальные возможности», и элементы управления специальными возможностями, характерные только для AppleVis, такие как «Уровень детализации VoiceOver», тоже находятся там.
sv: Allmänt AppleVis-beteende — hur Hem hälsar dig, vad som dyker upp längs vägen och hur länkar öppnas. Inget här är specifikt för hjälpmedel; iOS egna hjälpmedelsinställningar finns i Inställningar > Hjälpmedel, och AppleVis-specifika hjälpmedelsinställningar som VoiceOver-detaljnivå finns också där.
th: พฤติกรรมทั่วไปของ AppleVis — วิธีที่หน้าแรกทักทายคุณ สิ่งที่ปรากฏขึ้นระหว่างทาง และวิธีที่ลิงก์เปิด ไม่มีสิ่งใดในนี้ที่เจาะจงด้านการช่วยการเข้าถึง การตั้งค่าการช่วยการเข้าถึงของ iOS เองอยู่ใน การตั้งค่า > การช่วยการเข้าถึง และตัวควบคุมการช่วยการเข้าถึงเฉพาะของ AppleVis เช่น ระดับรายละเอียดของ VoiceOver ก็อยู่ที่นั่นเช่นกัน
tr: Genel AppleVis davranışı — Ana Sayfa'nın sizi nasıl karşıladığı, yol boyunca nelerin belirdiği ve bağlantıların nasıl açıldığı. Buradaki hiçbir şey erişilebilirliğe özgü değildir; iOS'un kendi erişilebilirlik ayarları Ayarlar > Erişilebilirlik'te bulunur ve VoiceOver Ayrıntı Düzeyi gibi yalnızca AppleVis'e özgü erişilebilirlik denetimleri de orada bulunur.
uk: Загальна поведінка AppleVis — як «Головна» вітає вас, що з'являється по дорозі та як відкриваються посилання. Ніщо тут не стосується спеціальних можливостей; власні налаштування спеціальних можливостей iOS знаходяться в Налаштування > Спеціальні можливості, і елементи керування спеціальними можливостями, властиві лише AppleVis, як-от Рівень деталізації VoiceOver, також там.
vi: Hành vi chung của AppleVis — cách Trang chủ chào bạn, những gì hiện lên trên đường đi, và cách liên kết mở ra. Không có gì ở đây là dành riêng cho trợ năng; cài đặt trợ năng riêng của iOS nằm trong Cài đặt > Trợ năng, và các điều khiển trợ năng chỉ dành cho AppleVis như Mức độ chi tiết VoiceOver cũng nằm ở đó.
zh_hans: AppleVis 的通用行为——“主页”如何问候您、途中会弹出什么、以及链接如何打开。这里的内容均与辅助功能无关；iOS 自身的辅助功能设置位于“设置”>“辅助功能”中，AppleVis 专有的辅助功能控制项（如旁白详细程度）也在那里。

source: Generates concise summaries for long forum threads and articles so you can quickly decide whether to read more.
ar: ينشئ ملخصات موجزة للمواضيع الطويلة في المنتدى والمقالات حتى تتمكن من تقرير ما إذا كنت تريد قراءة المزيد بسرعة.
de: Erstellt kurze Zusammenfassungen für lange Forenthreads und Artikel, damit du schnell entscheiden kannst, ob sich das Weiterlesen lohnt.
el: Δημιουργεί συνοπτικές περιλήψεις για μεγάλα νήματα φόρουμ και άρθρα, ώστε να αποφασίσετε γρήγορα αν αξίζει να διαβάσετε περισσότερα.
es: Genera resúmenes concisos de hilos del foro y artículos largos para que puedas decidir rápidamente si quieres leer más.
fa: خلاصه‌های مختصری برای موضوعات طولانی انجمن و مقالات تولید می‌کند تا بتوانید سریع تصمیم بگیرید که آیا ادامه بدهید یا خیر.
fr: Génère des résumés concis pour les longs fils de forum et les articles afin que vous puissiez rapidement décider de lire ou non la suite.
he: מייצר סיכומים תמציתיים לדיוני פורום ומאמרים ארוכים כדי שתוכל להחליט במהירות אם כדאי להמשיך לקרוא.
hi: लंबे फ़ोरम थ्रेड और लेखों के लिए संक्षिप्त सारांश उत्पन्न करता है ताकि आप जल्दी तय कर सकें कि और पढ़ना है या नहीं।
id: Menghasilkan ringkasan singkat untuk utas forum dan artikel panjang sehingga Anda dapat dengan cepat memutuskan apakah akan membaca lebih lanjut.
it: Genera riepiloghi concisi per lunghe discussioni del forum e articoli, così puoi decidere rapidamente se continuare a leggere.
ja: 長いフォーラムスレッドや記事の簡潔な要約を生成し、続きを読むかどうかをすばやく判断できるようにします。
ko: 긴 포럼 게시글과 기사에 대한 간결한 요약을 생성해 계속 읽을지 빠르게 판단할 수 있게 해줍니다.
nl: Genereert beknopte samenvattingen van lange forumdiscussies en artikelen, zodat je snel kunt beslissen of je verder wilt lezen.
pl: Generuje zwięzłe podsumowania długich wątków na forum i artykułów, dzięki czemu szybko zdecydujesz, czy czytać dalej.
pt: Gera resumos concisos para tópicos longos do fórum e artigos, para que você decida rapidamente se vale a pena ler mais.
ru: Создаёт краткие сводки для длинных тем форума и статей, чтобы вы могли быстро решить, стоит ли читать дальше.
sv: Skapar kortfattade sammanfattningar av långa foumtrådar och artiklar så att du snabbt kan avgöra om du vill läsa vidare.
th: สร้างสรุปสั้นๆ สำหรับกระทู้ฟอรัมและบทความยาวๆ เพื่อให้คุณตัดสินใจได้อย่างรวดเร็วว่าจะอ่านต่อหรือไม่
tr: Uzun forum konularının ve makalelerin kısa özetlerini oluşturarak devamını okuyup okumamaya hızlıca karar vermenizi sağlar.
uk: Створює стислі підсумки довгих тем форуму та статей, щоб ви могли швидко вирішити, чи варто читати далі.
vi: Tạo bản tóm tắt ngắn gọn cho các luồng diễn đàn và bài viết dài để bạn nhanh chóng quyết định có nên đọc thêm không.
zh_hans: 为长篇论坛帖子和文章生成简明摘要，帮助您快速决定是否要继续阅读。

source: Get notified about activity in topics you follow.
ar: احصل على إشعارات حول النشاط في المواضيع التي تتابعها.
de: Erhalte Benachrichtigungen über Aktivitäten in Themen, denen du folgst.
el: Λάβετε ειδοποιήσεις για δραστηριότητα σε θέματα που ακολουθείτε.
es: Recibe notificaciones sobre la actividad en los temas que sigues.
fa: از فعالیت‌های موجود در موضوعاتی که دنبال می‌کنید مطلع شوید.
fr: Recevez des notifications sur l'activité des sujets que vous suivez.
he: קבל התראות על פעילות בנושאים שאתה עוקב אחריהם.
hi: आपके फ़ॉलो किए गए विषयों में गतिविधि के बारे में सूचित हों।
id: Dapatkan notifikasi tentang aktivitas dalam topik yang Anda ikuti.
it: Ricevi notifiche sull'attività negli argomenti che segui.
ja: フォローしているトピックのアクティビティについて通知を受け取ります。
ko: 팔로우하는 주제의 활동에 대한 알림을 받습니다.
nl: Ontvang meldingen over activiteit in onderwerpen die je volgt.
pl: Otrzymuj powiadomienia o aktywności w obserwowanych wątkach.
pt: Receba notificações sobre atividade nos tópicos que você segue.
ru: Получайте уведомления об активности в темах, на которые вы подписаны.
sv: Få aviseringar om aktivitet i ämnen du följer.
th: รับการแจ้งเตือนเกี่ยวกับกิจกรรมในหัวข้อที่คุณติดตาม
tr: Takip ettiğiniz konulardaki etkinlikler hakkında bildirim alın.
uk: Отримуйте сповіщення про активність у темах, на які ви підписані.
vi: Nhận thông báo về hoạt động trong các chủ đề bạn theo dõi.
zh_hans: 接收您所关注话题的活动通知。

source: Get notified about new comments on any forum topic, podcast episode, app entry, blog post, or guide — not just ones you follow. This can be frequent.
ar: احصل على إشعارات حول التعليقات الجديدة على أي موضوع منتدى أو حلقة بودكاست أو إدخال تطبيق أو منشور مدونة أو دليل — وليس فقط ما تتابعه. قد يكون هذا متكررًا.
de: Erhalte Benachrichtigungen über neue Kommentare zu jedem Forumsthema, jeder Podcast-Folge, jedem App-Eintrag, Blogbeitrag oder jeder Anleitung – nicht nur denen, denen du folgst. Das kann häufig vorkommen.
el: Λάβετε ειδοποιήσεις για νέα σχόλια σε οποιοδήποτε θέμα φόρουμ, επεισόδιο podcast, καταχώριση εφαρμογής, ανάρτηση ιστολογίου ή οδηγό — όχι μόνο αυτά που ακολουθείτε. Αυτό μπορεί να είναι συχνό.
es: Recibe notificaciones sobre nuevos comentarios en cualquier tema del foro, episodio de pódcast, entrada de app, entrada de blog o guía, no solo los que sigues. Esto puede ser frecuente.
fa: از دیدگاه‌های جدید در هر موضوع انجمن، قسمت پادکست، ورودی برنامه، پست وبلاگ یا راهنما مطلع شوید — نه فقط مواردی که دنبال می‌کنید. این می‌تواند مکرر باشد.
fr: Recevez des notifications sur les nouveaux commentaires de n'importe quel sujet de forum, épisode de podcast, fiche d'appli, article de blog ou guide — pas seulement ceux que vous suivez. Cela peut être fréquent.
he: קבל התראות על תגובות חדשות בכל נושא פורום, פרק פודקאסט, רשומת אפליקציה, פוסט בבלוג או מדריך — לא רק אלה שאתה עוקב אחריהם. זה יכול להיות תדיר.
hi: किसी भी फ़ोरम विषय, पॉडकास्ट एपिसोड, ऐप प्रविष्टि, ब्लॉग पोस्ट या गाइड पर नई टिप्पणियों के बारे में सूचित हों — केवल आपके फ़ॉलो किए गए नहीं। यह बार-बार हो सकता है।
id: Dapatkan notifikasi tentang komentar baru pada topik forum, episode podcast, entri aplikasi, postingan blog, atau panduan apa pun — tidak hanya yang Anda ikuti. Ini bisa sering terjadi.
it: Ricevi notifiche sui nuovi commenti su qualsiasi argomento del forum, episodio del podcast, voce app, articolo del blog o guida, non solo quelli che segui. Questo può essere frequente.
ja: フォロー中のものだけでなく、あらゆるフォーラムトピック、ポッドキャストエピソード、アプリエントリ、ブログ記事、ガイドへの新着コメントについて通知を受け取ります。頻繁になる場合があります。
ko: 팔로우 여부와 상관없이 모든 포럼 주제, 팟캐스트 에피소드, 앱 항목, 블로그 게시물, 가이드에 대한 새 댓글 알림을 받습니다. 알림이 잦을 수 있습니다.
nl: Ontvang meldingen over nieuwe reacties op elk forumonderwerp, elke podcastaflevering, app-vermelding, blogbericht of handleiding — niet alleen die je volgt. Dit kan vaak voorkomen.
pl: Otrzymuj powiadomienia o nowych komentarzach do dowolnego wątku forum, odcinka podcastu, wpisu aplikacji, wpisu na blogu lub poradnika — nie tylko obserwowanych. Może to być częste.
pt: Receba notificações sobre novos comentários em qualquer tópico do fórum, episódio de podcast, entrada de app, postagem do blog ou guia — não apenas os que você segue. Isso pode ser frequente.
ru: Получайте уведомления о новых комментариях к любой теме форума, эпизоду подкаста, записи приложения, статье блога или руководству — не только к тем, на которые вы подписаны. Это может быть часто.
sv: Få aviseringar om nya kommentarer på alla forumämnen, poddavsnitt, appobjekt, blogginlägg eller guider — inte bara de du följer. Detta kan bli ofta.
th: รับการแจ้งเตือนเกี่ยวกับความคิดเห็นใหม่ในหัวข้อฟอรัม ตอนพอดแคสต์ รายการแอป บทความบล็อก หรือคู่มือใดๆ — ไม่ใช่แค่ที่คุณติดตาม อาจมีความถี่สูง
tr: Sadece takip ettikleriniz değil, herhangi bir forum konusu, podcast bölümü, uygulama girişi, blog yazısı veya kılavuzdaki yeni yorumlar hakkında bildirim alın. Bu sık olabilir.
uk: Отримуйте сповіщення про нові коментарі до будь-якої теми форуму, епізоду подкасту, запису додатка, запису блогу чи посібника — не лише тих, на які ви підписані. Це може бути часто.
vi: Nhận thông báo về bình luận mới trên bất kỳ chủ đề diễn đàn, tập podcast, mục ứng dụng, bài viết blog hoặc hướng dẫn nào — không chỉ những mục bạn theo dõi. Điều này có thể xảy ra thường xuyên.
zh_hans: 接收任何论坛话题、播客单集、应用条目、博客文章或指南的新评论通知——不限于您关注的内容。此通知可能较为频繁。

source: Get notified when existing apps are updated or new accessible apps are added to the AppleVis App Directory.
ar: احصل على إشعارات عند تحديث التطبيقات الحالية أو إضافة تطبيقات جديدة سهلة الوصول إلى دليل تطبيقات AppleVis.
de: Erhalte Benachrichtigungen, wenn bestehende Apps aktualisiert oder neue barrierefreie Apps zum AppleVis-App-Verzeichnis hinzugefügt werden.
el: Λάβετε ειδοποιήσεις όταν ενημερώνονται υπάρχουσες εφαρμογές ή προστίθενται νέες προσβάσιμες εφαρμογές στον Κατάλογο Εφαρμογών AppleVis.
es: Recibe notificaciones cuando se actualicen apps existentes o se añadan nuevas apps accesibles al directorio de apps de AppleVis.
fa: وقتی برنامه‌های موجود به‌روزرسانی می‌شوند یا برنامه‌های قابل‌دسترس جدید به فهرست برنامه‌های AppleVis اضافه می‌شوند مطلع شوید.
fr: Recevez des notifications lorsque des applis existantes sont mises à jour ou que de nouvelles applis accessibles sont ajoutées au répertoire d'applis AppleVis.
he: קבל התראות כאשר אפליקציות קיימות מתעדכנות או כשאפליקציות נגישות חדשות מתווספות לספריית האפליקציות של AppleVis.
hi: जब मौजूदा ऐप्स अपडेट किए जाते हैं या AppleVis ऐप निर्देशिका में नए सुलभ ऐप्स जोड़े जाते हैं तो सूचित हों।
id: Dapatkan notifikasi saat aplikasi yang ada diperbarui atau aplikasi aksesibel baru ditambahkan ke Direktori Aplikasi AppleVis.
it: Ricevi notifiche quando le app esistenti vengono aggiornate o nuove app accessibili vengono aggiunte alla directory delle app di AppleVis.
ja: 既存のアプリが更新されたり、新しいアクセシブルなアプリが AppleVis アプリディレクトリに追加されたりすると通知を受け取ります。
ko: 기존 앱이 업데이트되거나 새로운 접근성 좋은 앱이 AppleVis 앱 디렉터리에 추가되면 알림을 받습니다.
nl: Ontvang meldingen wanneer bestaande apps worden bijgewerkt of nieuwe toegankelijke apps worden toegevoegd aan de AppleVis App Directory.
pl: Otrzymuj powiadomienia, gdy istniejące aplikacje są aktualizowane lub nowe dostępne aplikacje są dodawane do Katalogu Aplikacji AppleVis.
pt: Receba notificações quando apps existentes forem atualizados ou novos apps acessíveis forem adicionados ao diretório de apps da AppleVis.
ru: Получайте уведомления об обновлении существующих приложений или добавлении новых доступных приложений в каталог приложений AppleVis.
sv: Få aviseringar när befintliga appar uppdateras eller nya tillgängliga appar läggs till i AppleVis Appkatalog.
th: รับการแจ้งเตือนเมื่อแอปที่มีอยู่ได้รับการอัปเดตหรือมีการเพิ่มแอปที่เข้าถึงได้ใหม่ลงในไดเรกทอรีแอป AppleVis
tr: Mevcut uygulamalar güncellendiğinde veya AppleVis Uygulama Dizini'ne yeni erişilebilir uygulamalar eklendiğinde bildirim alın.
uk: Отримуйте сповіщення, коли наявні додатки оновлюються або нові доступні додатки додаються до каталогу додатків AppleVis.
vi: Nhận thông báo khi các ứng dụng hiện có được cập nhật hoặc ứng dụng dễ tiếp cận mới được thêm vào Danh mục ứng dụng AppleVis.
zh_hans: 当现有应用更新或新的无障碍应用添加到 AppleVis 应用目录时接收通知。
